IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness
SLS Check tiffness base

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.LinearStiffness
linear stiffnesses

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.Stiffness
result stiffnesses

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.StiffnessI
stiffnesses calculated on uncracked cross-section

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.CharacteristicsI
stiffnesses calculated on uncracked cross-section

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.StiffnessII
stiffnesses calculated on fully-cracked cross-section

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.CharacteristicsII
stiffnesses calculated on cracked cross-section

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteSLSCheckResultStiffness.Fr
crack resistance internal forces